export default {
  helloWorld: 'Привет мир',
  welcome: {
    title: 'Проект Mesto',
    description: 'Данный проект был разработан в рамках обучения на платформе Яндекс.Практикум. Это веб-приложение позволяет пользователям загружать картинки с подписями и взаимодействовать с ними',
    buttons: {
      signIn: 'Авторизация',
      signUp: 'Регистрация',
    }
  },
  footer: {
    linkLists: [
      {
        name: 'Навигация',
        links: [
          {name: 'Главная страница', href: '/'},
          {name: 'Краткий обзор', href: '/'},
          {name: 'Панель управления', href: '/'}
        ]
      },
      {
        name: 'Политика',
        links: [
          {name: 'Пользовательское соглашение', href: '/'},
          {name: 'Политика конфиденциальности', href: '/'},
          {name: 'Обработка данных', href: '/'}
        ]
      }
    ]
  }
}
